"CFBundleDisplayName" = "Pag-back up and Pag-sync mula sa Google";
"Google drawing" = "Google Drawing";
"CFBundleName" = "Backup at Sync";
"Google table" = "Talahanayan ng Google";
"Google presentation" = "Presentasyon ng Google";
"Google spreadsheet" = "Spreadsheet ng Google";
"Google Drive link" = "Link ng Google Drive";
"Google document" = "Dokumento ng Google";
"Google form" = "Google Forms";
